Autodesk.Revit.DB.DataConversionMonitorScope.#ctor(Autodesk.Revit.DB.IDataConversionMonitor)
The only constructor. Expects a valid pointer to IDataConversionMonitor.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2016